Repository: favorita1990/OnlineShoeKing
Catalog: OnlineShoeKing/Resources/Language.*.resx
Languages: bg

source: About Us
bg: За нас

# AddedTitle
source: Added
bg: Добавен

# AddressTitle
source: Address
bg: Адрес

source: All Collections
bg: Всички колекции

# AllFieldsAreRequiredTitle
source: All fields are required.
bg: Всички полета са задължителни.

# BackTitle
source: Back
bg: Назад

# BeautifulDurableTitle
source: Beautiful & durable
bg: Красиви и издръжливи

# Beginnings21thCenturyTitle
source: With beginnings at the end of the 21th century, Shoe King"s site became one of the world’s most successful manufacturers of high-end leather goods.
bg: С началото на края на 21-ия век сайтът Shoe King се превръща в един от най-успешните производители на кожени изделия от висок клас.

source: BG
bg: БГ

source: Bulgarian
bg: Български

# BuyNowBtn
source: Buy now
bg: Купи сега

# CartTitle
source: Cart
bg: Количка

# ChangeAccountSettingsTitle
source: Change your account settings
bg: Променете настройките на профила си

# ChangePasswordTitle
source: Change your password
bg: Променете паролата си

source: CHECKOUT
bg: Продължи

# CityTitle
source: City
bg: Град

# ClassicallyBeautifullyTitle
source: Classically simple and beautifully elegant Hard wearing leather shoes and hand-made with heart.
bg: Класически прости и красиво елегантни Трудно облечени кожени обувки и ръчно изработени със сърце.

# ColectionTitle
source: Colection
bg: Колекция

source: Collections
bg: Колекции

# ConfirmPasswordTitle
source: Confirm Password
bg: Потвърди парола

# ContactInfoWordTitle
source: Contact Info
bg: Контакт инфо

source: Contact Us
bg: Свържи се с нас

# CreateANewAccountTitle
source: Create a new account
bg: Създаване на нов акаунт

# CreatedAccountTitle
source: Created Account
bg: Създаден профил

source: Customers
bg: Потребители

# DeleteAccountTitle
source: Delete Account
bg: Изтриване на профил

# DeleteBtn
source: Delete
bg: Изтрий

# DeleteThisAccountRight
source: Are you sure you want to delete this?
bg: Наистина ли искате да изтриете този акаунт?

source: Discounts
bg: Намаления

# EmailTitle
source: Email
bg: И-мейл

source: English
bg: Английски

# ExtrasTitle
source: Extras
bg: Екстри

# FirstNameTitle
source: First Name
bg: Първо име

# FooterAboutUs
source: Influential, innovative and progressive, Shoe King's site is reinventing a wholly modern approach to fashion. Under the new vision of creative director Iliyan Kodzhemanov, the Site has redefined luxury for the 21st century, further reinforcing its position as one of the world’s most desirable fashion sites. Eclectic, contemporary, romantic—Shoe King's site products represent the pinnacle of most classy craftsmanship and are unsurpassed for their quality and attention to detail.
bg: Влиятелен, иновативен и прогресивен, сайтът Shoe King преоткрива съвсем модерен подход към модата. Съгласно новата визия на творческия директор Илиян Коджаманов, Сайтът е предефинирал лукса за 21-ви век, като допълнително укрепва позицията си като един от най-желаните модни сайтове в света. Еклектични, съвременни, продуктите от романтичен сайт на Shoe King представляват върха на най-елегантната майсторска изработка и са ненадминати заради качеството и вниманието им към детайлите.

# GenderTitle
source: Gender
bg: Пол

# HeaderMessageShoes
source: The Finest Genuine Leather meet with Ingenious Craftsmen Shoes
bg: Най-добрата естествена кожа се среща с гениални занаятчийски обувки

# HistoryWordTitle
source: History
bg: Изтория

source: Home
bg: Начална страница

# InfluentialInnovativWordsTitle
source: Influential, innovative and progressive, Shoe King's site is reinventing a wholly modern approach to fashion. Under the new vision of creative director Iliyan Kodzhemanov, the Site has redefined luxury for the 21st century, further reinforcing its position as one of the world’s most desirable fashion sites. Eclectic, contemporary, romantic—Shoe King's site products represent the pinnacle of most classy craftsmanship and are unsurpassed for their quality and attention to detail.
bg: Влиятелен, иновативен и прогресивен, сайтът Shoe King преоткрива съвсем модерен подход към модата.Съгласно новата визия на творческия директор Илиян Коджаманов, Сайтът е предефинирал лукса за 21-ви век, като допълнително укрепва позицията си като един от най-желаните модни сайтове в света. Еклектични, съвременни, Продуктите от романтичен сайт на Shoe King представляват върха на най-елегантната майсторска изработка и са ненадминати заради качеството и вниманието им към детайлите.

# LanguageTitle
source: Language
bg: Език

# LastNameTitle
source: Last Name
bg: Фамилия

source: Loading...
bg: Зарежда се...

source: Log In
bg: Влизане

# LogInBtn
source: Log In
bg: Влез

source: Log out
bg: Излез

# MessageAccountIsTaken
source: The account is taken. Change the email!
bg: Профилът е взет. Променете имейла!

# MessageBackToHome
source: Back to Home
bg: Обратно до основната страница

# MessageEnterConfirmPassword
source: Enter confirm password.
bg: Въведете потвърди парола.

# MessageEnterFirstName
source: Enter first name.
bg: Въведете първо име.

# MessageEnterLastName
source: Enter last name.
bg: Въведете фамилия.

# MessageHaveAProblem
source: We have a problem!
bg: Имаме проблем!

# MessageInputAdderess
source: Input address!
bg: Въведете адреси!

# MessageInputCity
source: Input city!
bg: Въведете град!

# MessageInputEmail
source: Input email.
bg: Въведете И-майл.

# MessageInputPassword
source: Input password.
bg: Въведете парола.

# MessageInputPhoneNumber
source: Input phone number!
bg: Въведете телефонен номер!

# MessageInputPostOfiice
source: Input post ofiice!
bg: Въведете пощенски код!

# MessageInputRightPhoneNumber
source: Input right phone number!
bg: Въведете валиден телефонен номер!

# MessageInputText
source: Input text...
bg: Въведи текст...

# MessageInputValidEmail
source: Input valid email.
bg: Въведете валиден И-мейл.

# MessageInvalidLoginAttempt
source: Invalid login attempt.
bg: Невалиден опит за влизане.

# MessageMinimumLengthConfirmPassword
source: Minimum 2 length the confirm password.
bg: Потвърждаващата парола трябва да има повече от 2 символа.

# MessageMinimumLengthPassword
source: Minimum 2 length the password.
bg: Паролата трябва да има повече от 2 символа.

# MessageNotFoundProduct
source: Not Found Product.
bg: Продукта не е намерен.

# MessageNotFoundUser
source: Not Found User.
bg: Не е намерен потребител.

# MessageNotValidEmail
source: Not valid email
bg: Невалиден И-майл.

# MessageOrderWasSent
source: The order was sent.
bg: Поръчката беше изпратена.

# MessagePasswordAndConfirmPassword
source: Password and confirm password are not the same.
bg: Паролата и потвърждаващата парола не съвпадът.

# MessagePasswordHasBeenChanged
source: Your password has been changed.
bg: Паролата ви е променена.

# MessageProductIsNotAvailable
source: This product is not available. Please, remove it from the cart.
bg: Продукта не е в наличност. Моля, премахнете го от количката.

# MessageProductsAreNotAvailable
source: These products are not available. Please, remove them from the cart.
bg: Продуктите не са в наличност. Моля, премахнете ги от количката.

# MessageProductWasAdded
source: Product was added.
bg: Продукта беше добавен.

# MessageRefreshPage
source: Please, refresh the page.
bg: Моля, презареди страницата.

# MessageStillNoNewArrivals
source: Still No New Arrivals
bg: Все още няма новопристигнали

# MessagesTitle
source: Messages
bg: Съобщения

# MessageTitle
source: Message
bg: Съобщение

# MessageTotal
source: Total
bg: Обща сума

# MessageUnfilledFields
source: Unfilled fields.
bg: Непопълнени полета.

# MessageUnread
source: Unread
bg: Непрочетен

# MessageUserWasRemoved
source: User was removed.
bg: Акаунта беше изтрит.

# MessageWasSentTitle
source: The message was sent!
bg: Съобщението беше изпратено!

# MoreTitle
source: More
bg: Още

# MrsTitle
source: Mrs.
bg: Г-жа.

# MrTitle
source: Mr.
bg: Г-н.

# MsTitle
source: Ms.
bg: Г-ца.

# NameTitle
source: Name
bg: Име

# NewArrivalsTitle
source: New Arrivals
bg: Новопристигнали

# NewPasswordTitle
source: New Password
bg: Нова парола

# NewTitle
source: NEW
bg: Ново

source: No Collections
bg: Няма колекции

# NoDiscountsTitle
source: No Discounts
bg: Няма намаления

source: No problems
bg: Без проблемно

source: No Products
bg: Няма продукти

# NowDaysWordsTitle
source: Now Days
bg: Сегашни дни

# OfficeIsLocatedWordsTitle
source: Our office is located near the National Sports Academy in Student town (Sofia). You'll know when you reach the place. See the map.
bg: Нашият офис се намира в близост до Националната спортна академия в Студентски град (София). Ще разберете кога стигнете до мястото. Вижте картата.

# OffTitle
source: off
bg: изключено

# OldPasswordTitle
source: Old Password
bg: Стара парола

# OnlineUsersTitle
source: Online Users
bg: Онлайн Потребители

# OrderBtn
source: Order
bg: Поръчай

# OrdersTitle
source: Orders
bg: Поръчки

# PartnershipsWordTitle
source: Partnerships
bg: Партньорства

# PartnershipWithUNICEFWordsTitle
source: Kodzhemanov has had a partnership with UNICEF since 2005.Kodzhemanov store worldwide donate a percentage of the sales for special collections made specifically for UNICEF to go toward the United Nations Children's Fund. The annual Kodzhemanov Campaign to Benefit UNICEF supports education, healthcare, protection and clean water programs for orphans and children affected by HIV/AIDS in sub-Saharan Africa. For the campaign in 2009, Michael Roberts promoted a children's book, "Snowman in Africa" with proceeds going to UNICEF. In five years, Kodzhemanov donated over $7 million to UNICEF. Kodzhemanov is the largest corporate donor to UNICEF's "Schools for Africa" that was established in 2004 by UNICEF, the Nelson Mandela Foundation, and the Hamburg Society. Its goal is to increase access to basic schooling for all, with a special emphasis on children orphaned by HIV/AIDS and children living in extreme poverty.
bg: Коджаманов има партньорство с УНИЦЕФ от 2005 година. Коджамандов магазин в световен мащаб дарява част от продажбите за специални колекции, направени специално за УНИЦЕФ, за да отиде към Детския фонд на ООН. Ежегодната кампания "Коджаманов" в полза на УНИЦЕФ подкрепя програмите за образование, здравеопазване, защита и чиста вода за сираци и деца, засегнати от ХИВ / СПИН в Африка на юг от Сахара. За кампанията през 2009 г. Майкъл Робъртс популяризира детска книга "Снежен човек в Африка", като приходите отиват в УНИЦЕФ. След пет години Коджаманов дари над 7 милиона долара на УНИЦЕФ. Коджаманов е най-големият корпоративен донор на "Училищата за Африка" на УНИЦЕФ, създаден през 2004 г. от УНИЦЕФ, Фондация Нелсън Мандела и от дружеството в Хамбург. Целта му е да се увеличи достъпът до основно образование за всички, със специален акцент върху децата, които са сираци от ХИВ / СПИН и децата, живеещи в крайна бедност.

# PasswordTitle
source: Password
bg: Парола

# PhoneNumberTitle
source: Phone Number
bg: Телефонен номер

# PhotosTitle
source: Photos
bg: Снимки

# PostOfficeTitle
source: Post Office
bg: Пощенски код

# PriceTitle
source: Price
bg: Цена

# ProblemTitle
source: Problem
bg: Проблем

# ProductNumberTitle
source: Product Number
bg: Номер на продукта

source: Products
bg: Продукти

# ProductsTitle
source: Products
bg: Продукти

# QuantityTitle
source: Quantity
bg: Количество

# ReachOurOnlineWordsTitle
source: To reach our online Client Assistants by email, click "email us" to provide details and your contact information.
bg: За да се свържете с нашите онлайн асистенти за клиенти по имейл, кликнете върху "Изпратете ни имейл", за да предоставите подробности и информацията за контакт.

# RecommendCollectionsTitle
source: Recommend collections
bg: Предпочитани колекции

# Register
source: Sign Up
bg: Регистрация

# RegisterBtn
source: Register
bg: Регистрирай се

# RemoveAccountTitle
source: Remove account
bg: Премахване на профила

# RemoveTitle
source: Remove
bg: Премахни

# SaveBtn
source: Save
bg: Запази

# SearchPlaceholder
source: Search
bg: Търси

# SearchTitle
source: Search
bg: Търси

# SeeAllTitle
source: See All
bg: Виж всички

# SeeDetailsTitle
source: See Details
bg: Виж детайлите

# SendBtn
source: Send
bg: Изпрати

source: Settings
bg: Настройки

# SizeTitle
source: Size
bg: Размер

# SortByTitle
source: Sort by...
bg: Сортирай по...

# SubjectTitle
source: Subject
bg: Тема

source: US
bg: САЩ

# UseALocalAccount
source: Use a local account to log in
bg: Използвайте локален профил, за да влезете

source: Your Cart
bg: Твойта количка

# YourEmailhereTitle
source: Your Email here
bg: Попълнете вашият И-майл тук

# YourGenderTitle
source: What's your gender?
bg: Какъв е твоят пол?

# YourNameHereTitle
source: Your Name here
bg: Попълнете вашето име тук

# YourSubjectHereTitle
source: Your Subject Here
bg: Попълнете вашата тема тук

# DiscountTitle
source: Discount
bg: Намаление

# JoinedTitle
source: Joined
bg: Присъединил се

# NextTitle
source: Next
bg: Следващ

# OfflineTitle
source: Offline
bg: Извън линия

# OnlineOfflineTitle
source: Online/Offline
bg: На линия/Извън линия

# OnlineTitle
source: Online
bg: На линия

# PageTitle
source: Page
bg: Страница

# PreviousTitle
source: Previous
bg: Назад

# ProductInStockTitle
source: In stock
bg: В наличност

# ProductNameTitle
source: Product name
bg: Име на продукта

# ProductTitle
source: Product
bg: Продукт

# StillNoCustomersTitle
source: Still no customers
bg: Все още няма потребители

# AdminTitle
source: Admin
bg: Админ

# AllPhotosTitle
source: All Photos
bg: Всички снимки

# BasicInfoTitle
source: Basic Info
bg: Основна информация

# DateOfJoiningTitle
source: Date Of Joining
bg: Дата на присъединяване

# FounderTitle
source: Founder
bg: Основател

# ManTitle
source: Man
bg: Мъж

# OverviewTitle
source: Overview
bg: Преглед

# PhotoCountTitle
source: Photo count
bg: Брой на снимките

# ProfileTitle
source: Profile
bg: Профил

# WomanTitle
source: Woman
bg: Жена

# AcceptChangesTitle
source: Accept Changes
bg: Приеми промените

# AddEmployeeTitle
source: Add employee
bg: Добавете служител

# AddPictureTitle
source: Add Picture
bg: Добави снимка

# AddSlideTitle
source: Add Slide
bg: Добави слайд

# ChangeSlidesTitle
source: Change Slides
bg: Промени слайдовете

# MessageEmailTaken
source: The email is taken.
bg: И-мейла е зает.

# MessageFileFormat
source: Image file has to be to this format --> { gif, png, jpg, jpeg } <--!
bg: Снимката трябва да бъде във формат --> { gif, png, jpg, jpeg } <--!

# ModifyTitle
source: Modify
bg: Промени

# RoleTitle
source: Role
bg: Роля

# RotateTitle
source: Rotate
bg: Обърни

# UserTitle
source: User
bg: Потребител

# UKTitle
source: UK
bg: Анг

# EmojiTitle
source: emoji
bg: емотикони

# AcceptTitle
source: Accept
bg: Приеми

# AdminNameTitle
source: Admin Name
bg: Админ

# CancelTitle
source: Cancel
bg: Отмени

# ContainsTitle
source: Contains
bg: Съдържание

# DateAddedTitle
source: Date Added
bg: Добавено

# DeletedTitle
source: Deleted
bg: Изтрито

# DeleteTitle
source: Delete
bg: Изтрий

# DetailIdTitle
source: Detail Id
bg: Детайл N

# DetailsTitle
source: Details
bg: Детайли

# IsEqualToTitle
source: Is equal to
bg: Е равно на

# IsGreaterThanOrEqualToTitle
source: Is greater than or equal to
bg: Е по-голямо от или е равно на

# IsGreaterThanTitle
source: Is greater than
bg: Е по-голямо от

source: Is less than or equal to
bg: Е по-малко от или е равно на

# IsLessThanTitle
source: Is less than
bg: Е по-малко от

# LastUpdateTitle
source: Last Update
bg: Последна промяна

# MessageOrderWasRemoved
source: Order was removed.
bg: Поръчката беше изтрита.

# MessageRemoveThisOrder
source: Do you wish to remove this order?
bg: Наистина ли искаш да изтриеш тази поръчка?

# NoTitle
source: no
bg: не

# OrderIdTitle
source: Order Id
bg: Поръчка N#

# OrdersOfPageTitle
source: Orders of page
bg: Поръчки на страница

# PhoneNoTitle
source: Phone No
bg: Телефонен N#

# ProductIdTitle
source: Product Id
bg: Продукт N

# PromotionTitle
source: Promotion
bg: Промоция

# ResendMessageTitle
source: Resend message
bg: Изпрати съобщение

# ResendTitle
source: Resend
bg: Препрати

# StartsWithTitle
source: Starts with
bg: Започва с

# StatusTitle
source: Status
bg: Статус

# StockTitle
source: Stock
bg: Наличност

# TotalPriceTitle
source: Total price
bg: Обща сума

# UsernameTitle
source: Username
bg: Потребител

# YesTitle
source: yes
bg: да

source: Details of page
bg: Детайли на страница

# ItemsTitle
source: items
bg: елементи

# NoItemsToDisplayTitle
source: No items to display
bg: Няма елементи, които да се показват

# OfTitle
source: of
bg: от

# AddCategoryPhotoTitle
source: Add Category Photo
bg: Добави снимка на категорията

# AddingNewCategoryTitle
source: Adding New Category
bg: Добавяне на нова категория

# AddMainPhotoTitle
source: Add Main Photo
bg: Довави главна снимка

# AddNewCategoryTitle
source: Add New Category
bg: Добави нова категория

# AddNewProductTitle
source: Add New Product
bg: Добави продукт

# AddSlidePhotosTitle
source: Add Slide Photos
bg: Добавяне слайд на снимките

# CategoriesOfPageTitle
source: Categories of page
bg: Категоии на страница

# CategoryIdTitle
source: Category Id
bg: Категория N

# CategoryNameTitle
source: Category Name
bg: Име на категорията

# CategoryStatusTitle
source: Category Status
bg: Статус на категорията

# CategoryTitle
source: Category
bg: Категория

# CreatedByTitle
source: Created by
bg: Направено от

# DescriptionTitle
source: Description
bg: Описание

# EditCategoryTitle
source: Edit Category
bg: Редактиране на категория

# EditProductTitle
source: Edit Product
bg: Редактирай продукт

# EditTitle
source: Edit
bg: Редактиране

# ExampleSizeQuantityTitle
source: Example - size-quantity (45-2) separate with ( , )
bg: Пример - размер- количество (45-2) раздели с ( , )

# GroupByColumnTitle
source: Group by column
bg: Групирай по колона

# MessageCategoryWasRemoved
source: Category was removed.
bg: Категорията беше изтрита.

# MessageChoiceOneField
source: Choice one field!
bg: Избери едно!

# MessageIncorrectPrice
source: Incorrect price!
bg: Неправилна цена

# MessageIncorrectPromotionPercent
source: Incorrect promotion percent!
bg: Неправилна промоция за %

# MessageIncorrectQuantity
source: Incorrect quantity!
bg: Неправилно въведен количество!

# MessageIncorrectSize
source: Incorrect size!
bg: Неправилно въведен размер!

# MessageIncorrectSizeAndQuantity
source: Incorrect size And quantity!
bg: Неправилно въведен размер и количество!

# MessageInputCategory
source: Input category!
bg: Въведи категория

# MessageInputCategoryName
source: Input category name!
bg: Въведи име на категорията!

# MessageInputDescription
source: Input description!
bg: Въведи описание!

# MessageInputName
source: Input name!
bg: Въведи име!

# MessageInputPrice
source: Input price!
bg: Въведи цена

# MessageInputPromotionPercent
source: Input promotion percent!
bg: Въведи промоция за %

# MessageInputQuantity
source: Input quantity!
bg: Въведи количество!

# MessageInputSize
source: Input size!
bg: Въведи размер!

# MessageInputSizeAndQuantity
source: Input size and quantity!
bg: Въведи размер и количество!

# MessageProductWasRemoved
source: Product was removed.
bg: Продукта беше изтрит.

# MessagePromotionPercentMustBe
source: Promotion percent must be between 0 - 100!
bg: промоцията за % трябва да бъде м/у 0 - 100!

# MessageQuantityMustBe
source: Quantity must be between 0 - 1000!
bg: Количеството трябва да бъде м/у 0 - 1000!

# MessageRemoveThisCategory
source: Do you wish to remove this category!
bg: Наистина ли искаш да изтриеш тази категория?

# MessageRemoveThisProduct
source: Do you wish to remove this product?
bg: Наистина ли искаш ли да изтриеш този продукт?

# MessageSizeAndQuantityMustBe
source: Size must be between 10 - 55 and quantity must be between 0 - 100!
bg: Размера и количеството трябва да бъдат м/у 0 - 100!

# MessageSizeMustBe
source: Size must be between 10 - 55!
bg: Размера трябва да бъде м/у 10 - 55!

# MessageThereAreEqualNumberSize
source: There are equal number size!
bg: Има равни номера на размерите!

# MessageUploadMainCategoryImage
source: Upload main category image!
bg: Качи за категорията снимка!

# MessageUploadMainProductImage
source: Upload main product image!
bg: Качи основна снимка на продукта!

# MessageUploadSlideProductImage
source: Upload slide product image(s)!
bg: Качи слайд на снимките!

# NewCategoryTitle
source: New Category
bg: Нова категория

# PhotosOfProductTitle
source: Photos of product
bg: Снимки на продукта

# ProductIsNotInStockTitle
source: Not In Stock
bg: Не е в наличност

# ProductsOfPageTitle
source: Products of page
bg: Продукти на страница

# SizeIdTitle
source: Size Id
bg: Размер N

# SizeQuantityTitle
source: Size(s) Quantity
bg: Размер(и) Количество

# SizesOfProductTitle
source: Sizes of product
bg: Размери на продукта

# UpdatedByTitle
source: Updated by
bg: Актуализиран от

# MessageOrderBeenDeleted
source: Order's been deleted.<br/>Cannot change it.
bg: Поръчката беше изтрита.<br/>Не може да се променя.

# MessageOrderMessageWasSent
source: Order message was sent.
bg: Съобщението на поръчката беше изпратено.

# MessageOrderNo
source: Order No-{0} at {1}. {2}
bg: Поръчка No-{0} на {1}. {2}

# MessageOrderWasAccepted
source: Order was accepted.
bg: Поръчката беше приета.

# MessageOrderWasAcceptedAt
source: Order No-{0} was accepted at {1} from {3} {4}. All products cost {2}$.
bg: Поръчката № {0} бе приета на {1} от {3} {4}. Всички продукти струват {2} $.

# MessageOrderWasCanceled
source: Order was canceled.
bg: Поръчката беше отказана.

# MessageOrderWasCanceledAt
source: We're sorry, but order No-{0} was canceled at {1} from {2} {3}.
bg: Съжаляваме, но поръчка No- {0} бе анулирана на {1} от {2} {3}.

# MessageProductBeenDeleted
source: Product's been deleted.<br/>Cannot change it.
bg: Продуктът беше изтрит.<br/>Не може да се променя.

# MessageProductWasChanged
source: Product was changed.
bg: Продукта беше променен.

# MessageProductWasCreated
source: Product was created.
bg: Продукта беше създаден.

# PhotoIdTitle
source: Photo N
bg: Снимки N

# ClearTitle
source: Clear
bg: Изчисти

# ColumnSettingsTitle
source: ColumnSettings
bg: Настойки на колоните

# ColumnsTitle
source: Columns
bg: Колони

# FilterTitle
source: Filter
bg: Филтър

# FilterTitleGrid
source: Filter
bg: Филтър

# FirstPageTitle
source: First Page
bg: Отиди на първа страница

# LastPageTitle
source: Last Page
bg: Отиди на последна страница

# LockTitle
source: Lock
bg: Заключи

# NextPageTitle
source: Next Page
bg: Отиди на следваща страница

# OperatorTitle
source: Operator
bg: Търси

# PreviousPageTitle
source: Previous Page
bg: Отиди на предишна страница

# RefreshPageTitle
source: Refresh
bg: Презареди

# SearchTitleGrid
source: Search
bg: Търси

# ShowItemWithValueTitle
source: Show item with value that
bg: Покажи елементите със стойност, която

# SortAscendingTitle
source: SortAscending
bg: Сортирай в нарастващ

# SortDescendingTitle
source: SortDescending
bg: Сортирай в намаляващ

# UnlockTitle
source: Unlock
bg: Отлючи

# ValueTitle
source: Value
bg: Въведи

# Leva
source: Lv
bg: Лв

# HomePageHeaderText
source: Welcome to paradise
bg: Добре дошли в рая

# HomePageText
source: This is the best site you ever see.
bg: Това е най-добрият сайт, който някога ще видиш.

source: Basket
bg: Кошница

# EnterAtLeastOneFeeld
source: Enter at least one field
bg: Въведе поне едно поле

source: Favorites
bg: Любими

source: From
bg: От

source: Men
bg: Мъже

source: Order
bg: Поръчай

source: Search by price
bg: Търси по цена

source: Shopping Cart
bg: Карта за пазаруване

source: To
bg: До

source: Women
bg: Жени

# AccountWasDeleted
source: The account was deleted.
bg: Профилът беше изтрит.

source: Add to bascket
bg: Добави в кошницата

source: Add to favorites
bg: Добави в любими
