Repository: favorita1990/OnlineShoeKing
Catalog: OnlineShoeKing/Resources/Language.*.resx
Languages: bg

# IsHided
source: Profile is hidden
bg: Профилът е скрит

source: average based on
bg: средно на базата

source: Change was saved.
bg: Промените бяха запазени.

source: Chat
bg: Чат

source: Comments
bg: Коментари

source: Cover image
bg: Втора снимка

source: Creation date
bg: Дата на създаване

source: Do you want to delete this account?
bg: Наистина ли искате да изтриете това?

source: first pic
bg: първа снимка

source: Image
bg: Снимка

source: Most purchased products
bg: Най-поръчвани продукти

source: Old version the site
bg: Стара версия на сайта

source: Private
bg: Лично

source: Profile image
bg: Профилна снимка

source: Public
bg: Публично

source: Purchased at
bg: Поръчано на

source: Purchased by
bg: Поръчано от

source: Purchased products
bg: Поръчани продукти

source: Quantity
bg: Количество

source: Quantity of purchased product
bg: Количество на закупения продукт

source: Result
bg: Резултат

source: reviews
bg: отзива

source: second pic
bg: втора снимка

source: Select element
bg: Избери елемент

source: Shop
bg: Магазин

source: Show All
bg: Покажи всички

source: star
bg: звезда

source: stars
bg: звезди

source: User Rating
bg: Оценка на потребителя

source: View
bg: Преглед

source: You also may like
bg: Може също да разгледате

source: Your favorites
bg: Твоите любими

source: Add comment
bg: Добави коментар

source: Bg description
bg: Бг описание

source: Bg Language
bg: Бг език

source: Change Image
bg: Промени снимката

source: Delete Image
bg: Изтрий снимката

source: Edited by
bg: Редактирано от

source: on
bg: на

# NewTitleMoreThenOnce
source: New
bg: Нови

source: Change password
bg: Промяна на парола
